Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/bible/osko/index.php_kat_id=56_art_id=128.html.tmx
Source language: sme
Languages: sma

source: Kristuskránsa
sma: Kristusen gievlie

source: Maiddái Jesus gásttašuvvui.
sma: Jeesuse lååvkesovvi aaj.

source: Go Jesus gásttašuvvui, de gullui jietna almmis mii celkkii: Don leat mu Bárdni gean mu ráhkistan.
sma: Laavkoje Jååha, dïhte Jeesusem laavkoeji. Gosse lååvkesovvi, gïele elmeste govli: Daate lea mov iehtseles Baernie.

source: Dainna lágiin duođaštii Ipmil ahte Jesus lei su Bárdni, nugo Jesus lei cealkán.
sma: Numhtie Jupmele almetjidie vuesiehti Jeesuse altese Baernie lea, guktie Jeesuse såårneme.

source: Ja olu olbmot gulle dan.
sma: Jïjnjh almetjh daam govlin.

source: Jesus lei Ipmila mánná ja danne diđii son ahte Ipmil atná sus fuola.
sma: Jupmelen Voejkene elmeste goh duvvege Jeesusen aatsolen vualani.

source: Son diđii ahte go rohkadalai, de sáhtii Ipmil su gullat ja sutnje vástidit.
sma: Juktie Jupmelen maana lïj, Jeesuse deejri satne Jupmelen åelesne lïj.

source: Jesusa gásttašeami birra sáhtát lohkat Lukasevangeliuma 3. kapihttalis, 21 ja 22 vearssain ja dasalassin paraleallaid
sma: Jeesusen laavkomen bïjre maahtah lohkedh Lukasen vaentjielisnie: 3, 21-22 jïh mubpine vaentjielinie.
